package com.javarush.task.task01.task0138;

/* 
Любимое стихотворение
*/

public class Solution {
    public static void main(String[] args) {
        System.out.println("Мое любимое стихотворение:");
        //напишите тут ваш код
        System.out.println("Я помню чудное мгновенье:\n" +
                "Передо мной явилась ты,\n" +
                "Как мимолетное виденье,\n" +
                "Как гений чистой красоты.\n" +
                "\n" +
                "В томленьях грусти безнадежной\n" +
                "В тревогах шумной суеты,\n" +
                "Звучал мне долго голос нежный\n" +
                "И снились милые черты.");
    }
}